/******************************************************************************/
/*                          HELP TAG STRINGS                                  */
/*                                                                            */
/* Use the following approach to specify help tags for settings or its values:*/
/*                                                                            */
/* Tooltip[.<printer model>].<setting code name>                              */
/*    [.<setting value user name>[.Current]] = [<tool tip>]                   */
/*                                                                            */
/* printer model:                                                             */
/*	   a printer model name specified in a PPD file by ModelName field         */
/*                                                                            */
/* setting code name:                                                         */
/*	   a setting code name specified in XML                                    */
/*                                                                            */
/* setting value user name:                                                   */
/*	   a setting value user name specified in XML                              */
/*                                                                            */
/* Current:                                                                   */
/*	   means the setting value is the current one                              */
/*                                                                            */
/* tool tip:                                                                  */
/*	   a key to be searched in file "Localizable.strings"                      */
/*                                                                            */
/* Example:                                                                   */
/*                                                                            */
/* Each top record overrides all bottom ones                                  */
/*                                                                            */
/* Tooltip.HP OfficJet Pro K5400.HPPaperSource.Tray1.Current     = foo        */
/* Tooltip.HP OfficJet Pro K5400.HPPaperSource.Tray1             = foo        */
/* Tooltip                      .HPPaperSource.Tray1.Current     = foo        */
/* Tooltip                      .HPPaperSource.Tray1             = foo        */
/* Tooltip                      .HPPaperSource                   = foo        */
/* Tooltip.HP OfficJet Pro K5400.HPPaperSource                   = foo        */
/*                                                                            */
/******************************************************************************/

"ToolTip.HPPrintQuality.High Speed Draft" = "This option prints your document as fast as possible, but at a lower quality.";
"ToolTip.HPPrintQuality.FastDraft" = "This option prints your document as fast as possible, but at a lower quality.";
"ToolTip.HPPrintQuality.Fast Draft" = "This option prints your document as fast as possible, but at a lower quality.";
"ToolTip.HPPrintQuality.ink-saver" = "This option prints your document as fast as possible, but at a lower quality.";
"ToolTip.HPPrintQuality.Draft" = "This option prints your document as fast as possible, but at a lower quality.";
"ToolTip.HPPrintQuality.Fast" = "This option prints your document as fast as possible, but at a lower quality.";
"ToolTip.HPPrintQuality.Everyday" = "This option prints your document as fast as possible, but at a lower quality.";
"ToolTip.HPPrintQuality.everyday" = "This option prints your document with good quality and good speed.";
"ToolTip.HPPrintQuality.Normal" = "This option prints your document with very good quality.";
"ToolTip.HPPrintQuality.FastNormal" = "This option prints your document with good quality and good speed.";
"ToolTip.HPPrintQuality.Fast Normal" = "This option prints your document with good quality and good speed.";
"ToolTip.HPPrintQuality.600 dpi" = "This option prints your document with very good quality.";
"ToolTip.HPPrintQuality.photo" = "This option prints your document with high resolution photo quality, but will take longer to print.";
"ToolTip.HPPrintQuality.Best" = "This option prints your document with great quality, but at a slower speed.";
"ToolTip.HPPrintQuality.FastRes 1200" = "This option prints your document with great quality, but at a slower speed.";
"ToolTip.HPPrintQuality.Use printer default" = "This option prints your document using the quality level set on printer's front panel.";
"ToolTip.HPPrintQuality.Use Print Quality Selector" = "This option prints your document using the quality level set on printer's front panel.";
"ToolTip.HPPrintQuality.Automatic" = "This option enables the printer to automatically select the print quality to use based upon the type of paper the printer detects.";
"ToolTip.HPPrintQuality.Maximum dpi" = "This option prints your document with high resolution photo quality, but will take longer to print.";

"ToolTip.HPColorMode.ColorSmart/sRGB" = "Print documents using HP color matching.";
"ToolTip.HPColorMode.ColorSmart III" = "Print documents using HP color matching.";
"ToolTip.HPColorMode.Color" = "Print documents using HP color matching.";
"ToolTip.HPColorMode.ColorSync" = "Print documents using HP color profiles.";
"ToolTip.HPColorMode.Grayscale" = "Print documents in shades of gray.";
"ToolTip.HPColorMode.Black and White" = "Prints documents in black and white.";
"ToolTip.HPColorMode.True Black" = "When this option is selected, the system will attempt to print using a black pen.";
"ToolTip.HPColorMode.Application managed colors" = "Print documents using the application provided color management.";
"ToolTip.HPColorMode.AdobeRGB" = "Print documents using the AdobeRGB colorspace.";

"ToolTip.HPPaperSource.Automatically Select" = "Use this option to have the printer automatically switch paper trays when one tray runs out of paper.";
"ToolTip.HPPaperSource.Autoselect2" = "Use this option to have the printer automatically switch paper trays when one tray runs out of paper.";
"ToolTip.HPPaperSource.Manual Feed" = "Use this option to insert paper via the manual feed slot on the printer.";
"ToolTip.HPPaperSource.Tray 1 (Manual)" = "Use this option to insert paper via the manual feed slot on the printer.";
"ToolTip.HPPaperSource.Rear Manual Feed" = "Use this option to insert paper via the manual feed slot on the back of the printer.";
"ToolTip.HPPaperSource.Roll" = "Use this option to print from a roll of paper instead of individual sheets of paper.";
"ToolTip.HPPaperSource.Upper, then Lower" = "Print on paper from the upper tray first and the lower tray second.";
"ToolTip.HPPaperSource.Lower, then Upper" = "Print on paper from the lower tray first and the upper tray second.";

"ToolTip.HPQuietMode" = "Print with less noise but at a slower speed.";

"ToolTip.HPPenConfig.Black" = "When this option is selected, the system will attempt to print using a black pen.";
"ToolTip.HPPenConfig.Tri-Color" = "When this option is selected, the system will attempt to print using a color pen.";

"ToolTip.HPMirrorFlip" = "Reverse the image or document.";

"ToolTip.HPSaturation" = "Moving this slider to the right will produce more vivid images, moving it to the left will produce more muted tones.";

"ToolTip.HPBrightness" = "Moving this slider to the right will produce an overall lighter image, moving it to the left will darken the image.";

"ToolTip.HPColorTone" = "Moving the slider to the right will produce warmer tones, moving it to the left will produce cooler tones.";

"ToolTip.HPImagingModeAutomatic.On" = "To turn off image optimizations while printing, click this item.";
"ToolTip.HPImagingModeAutomatic.Off" = "To optimize images for improved printing, click this item.";

"ToolTip.HPCyanAdjustment" = "Moving this slider to the right will increase the cyan color intensity, moving it to the left will decrease it.";
"ToolTip.HPMagentaAdjustment" = "Moving this slider to the right will increase the magenta color intensity, moving it to the left will decrease it.";
"ToolTip.HPYellowAdjustment" = "Moving this slider to the right will increase the yellow color intensity, moving it to the left will decrease it.";
"ToolTip.HPBlackAdjustment" = "Moving this slider to the right will increase the black color intensity, moving it to the left will decrease it.";

/* Here is tooltips for digital enhance preview images. */
"ToolTip.HPContrast.Off" = "This enhancement has no contrast enhancement applied to the preview image.";
"ToolTip.HPContrast.Low" = "This enhancement has the lowest amount of contrast enhancement applied to the preview image.";
"ToolTip.HPContrast.Medium" = "This enhancement has a medium amount of contrast enhancement applied to the preview image.";
"ToolTip.HPContrast.High" = "This enhancement has the highest amount of contrast enhancement applied to the preview image.";
"ToolTip.HPContrast.Automatic" = "This enhancement will automatically determine the amount of contrast enhancement to apply to the preview image.";

"ToolTip.HPDigitalFlash.Off" = "This enhancement has no digital flash applied to the preview image.";
"ToolTip.HPDigitalFlash.Low" = "This enhancement has the lowest amount of digital flash applied to the preview image.";
"ToolTip.HPDigitalFlash.Medium" = "This enhancement has a medium amount of digital flash applied to the preview image.";
"ToolTip.HPDigitalFlash.High" = "This enhancement has the highest amount of digital flash applied to the preview image.";
"ToolTip.HPDigitalFlash.Automatic" = "This enhancement will automatically determine the amount of digital flash to apply to the preview image.";

"ToolTip.HPSmoothing.Off" = "This enhancement has no smoothing applied to the preview image.";
"ToolTip.HPSmoothing.Low" = "This enhancement has the lowest amount of smoothing applied to the preview image.";
"ToolTip.HPSmoothing.Medium" = "This enhancement has a medium amount of smoothing applied to the preview image.";
"ToolTip.HPSmoothing.High" = "This enhancement has the highest amount of smoothing applied to the preview image.";
"ToolTip.HPSmoothing.Automatic" = "This enhancement will automatically determine the amount of smoothing to apply to the preview image.";

"ToolTip.HPSharpness.Off" = "This enhancement has no sharpness applied to the preview image.";
"ToolTip.HPSharpness.Low" = "This enhancement has the lowest amount of sharpness applied to the preview image.";
"ToolTip.HPSharpness.Medium" = "This enhancement has a medium amount of sharpness applied to the preview image.";
"ToolTip.HPSharpness.High" = "This enhancement has the highest amount of sharpness applied to the preview image.";
"ToolTip.HPSharpness.Automatic" = "This enhancement will automatically determine the amount of sharpness to apply to the preview image.";

"ToolTip.HPGrayscaleMode.Black Print Cartridge Only.Current" = "When this item is selected, your document is printed in grayscale using only the black ink cartridge.";
"ToolTip.HPGrayscaleMode.Black Print Cartridge Only" = "To print your document in grayscale using only the black ink cartridge, click this item.";
"ToolTip.HPGrayscaleMode.Black Ink Only.Current" = "When this item is selected, your document is printed in grayscale using only the black ink cartridge.";
"ToolTip.HPGrayscaleMode.Black Ink Only" = "To print your document in grayscale using only the black ink cartridge, click this item.";
"ToolTip.HPGrayscaleMode.Black/gray photo cartridge only" = "Print in grayscale using only the black or gray photo ink cartridge.";
"ToolTip.HPGrayscaleMode.Composite gray.Current" = "When this item is selected, a high quality grayscale version of your document will be printed using both the black and color ink cartridges.";
"ToolTip.HPGrayscaleMode.Composite gray" = "To print your document in high quality grayscale using both the black and color ink cartridges, click this item."; 
"ToolTip.HPGrayscaleMode.Gray inks only.Current" = "When this item is selected, your document is printed in grayscale using only the black ink cartridge.";
"ToolTip.HPGrayscaleMode.Gray inks only" = "To print your document in grayscale using only the black ink cartridge, click this item.";
"ToolTip.HPGrayscaleMode.High Quality.Current" = "When this item is selected, a high quality grayscale version of your document will be printed using both the black and color ink cartridges.";
"ToolTip.HPGrayscaleMode.High Quality" = "To print your document in high quality grayscale using both the black and color ink cartridges, click this item.";
"ToolTip.HPGrayscaleMode.High quality" = "Print in high quality grayscale using both the black/gray photo and color ink cartridges.";
"ToolTip.HPGrayscaleMode.Optimize for Photocopy or Fax.Current" = "When this item is selected, your document is printed in grayscale optimized for photocopying or fax transmission.";
"ToolTip.HPGrayscaleMode.Optimize for Photocopy or Fax" = "To print your document in grayscale optimized for photocopying or fax transmission, click this item.";

"ToolTip.HPMaximumDetail" = "Print document with the highest resolution.";

"ToolTip.HPInkDensity" = "This slider adjusts the amount of ink used to print your pages. The center position is the optimum for most users.";

"ToolTip.HPDryTime" = "This slider adjusts the amount of time allowed for each page to dry when using the automatic two-sided printing option.";

"ToolTip.HPDuplex.On" = "When this check box is selected, the document will print on both sides of the paper.";
"ToolTip.HPDuplex.Off" = "To print on both sides of the paper, click this box.";

"ToolTip.HPBindingMode.booklet.Current" = "When this check box is selected, your document will be printed for binding on the side.";
"ToolTip.HPBindingMode.booklet" = "To select binding your document on the side, click this button.";
"ToolTip.HPBindingMode.tablet.Current" = "When this is selected your document will be printed for binding on the top.";
"ToolTip.HPBindingMode.tablet" = "To select binding your document at the top, click this button.";

"ToolTip.HPManualBorderless" = "Click this checkbox to print to the edges of the page.";
"ToolTip.HPOversprayScaling" = "Use this slider to adjust the scaling amount of the borderless page.";

"ToolTip.HPEconoMode" = "Select this option to print faster and with less ink, with only a slight compromise to print quality.";

"ToolTip.HPAutoWidthSensor" = "For B-sized paper (Tabloid, A3, B4, A3+ and SuperB), your printer can detect whether the paper you are trying to print on is wide enough.";

"ToolTip.HPCompression.Automatic-Compression" = "The software determines the best compression method to use.";
"ToolTip.HPCompression.Best-Quality-Compression" = "No data is lost during compression (lossless method).  Print quality improvements may be seen.";
"ToolTip.HPCompression.Maximum-Compression" = "Some data is lost during compression (lossy method).  This setting is beneficial in high-traffic network environments.";

"ToolTip.HPEdgeControl.Maximum" = "Provides maximum trapping, which reduces the effect of color plane misregistration.";
"ToolTip.HPEdgeControl.Normal" = "Provides default trapping, which reduces the effect of color plane misregistration.";
"ToolTip.HPEdgeControl.Light" = "Provides light trapping, which reduces the effect of color plane misregistration.";
"ToolTip.HPEdgeControl.Off" = "Turns off trapping.";
